<?php

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class collegeInformationSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        //
        DB::table('college_information')->insert(
            [
                'main_topic_id'=>'1',
              'topic'=>'نتيجة الطلاب',
              'contents'=>
              'يحصل الطالب على النتيجة من الرابط التالى
              الكود والرقم القومى يتواجدان بكارنيه الطالب 
              http://mis.kfs.edu.eg/results/stud_credithours.aspx
              لحساب الgpa  من الرابط التالي
              http://www.ggppaa.c1.biz/ ',


            ]
            );
            DB::table('college_information')->insert(
                [
                    'main_topic_id'=>'1',
                  'topic'=>'مفاهيم ونظرة عامة',
                  'contents'=>
                  'الدلالات الرقمية والرمزية للدرجات والتقديرات :
                  تتبع الكلية نظام الساعات المعتمدة والذي يعتمد على أن الوحدة الاساسية هي المقرر الدراسي وليس السنة الدراسية ويكون نظام التقييم على أساس التقدير فى كل مقرر بنظام النقاط  
                  انظر صورة 1
                  
                  يعتبر الطالب ناجحا فى المقرر إذا حصل على متوسط 1.7على الأقل ..
                  في حالة حصول الطالب على تقدير D فإنه يجب عليه الحصول على معدل تراكمي أكثر من 2.0
                    وإلا سيتم وضعه تحت الملاحظة الاكاديمية ويكون معرضا للفصل من الكلية.
                  حساب المعدل التراكمي (GPA):
                  يتم ضرب قيمة تقدير كل مقرر دراسي (النقاط الموضحة فى الجدول السابق(صورة1)) فى عدد الساعات المعتمدة لهذا المقرر لنحصل على عدد النقاط الخاصة بكل مقرر دراسي .
                  يتم جمع نقاط كل المقررات الدراسية التي سجل فيها الطالب.
                  يتم قسمة مجموع النقاط على إجمالي الساعات المسجلة للطالب لنحصل على المعدل التراكمي.
                   
                  المعدل التراكمي(GPA)= مجموع النقاط في الفصل الدراسي /إجمالي الساعات المسجلة
                  حساب المعدل التراكمي العام ( GBA)= جميع المقررات  التى سجلها الطالب/إجمالي الساعات التي سجلها الطالب
                   
                  حساب التقدير العام: يتم حساب التقدير العام للطالب بناء على المعدل التراكمي العام .
                  انظر صورة 2
                  
                  يمنح الطالب مرتبة الشرف في حالة اجتيازه لجميع الوحدات الدراسية التي درسها بمعدل تراكمي لا يقل عن 0.3 بشرط ألا  تزيد فترة الدراسة عن أربع سنوات أكاديمية وأن لا  يكون قد رسب في أي مقرر.
                  يعتبر الطالب ناجحا في التقدير العام إذا حصل على معدل تراكمي 0.2على الأقل.
                  ',
                  'media1_path'=>'collegeInformationMedia/coursesPoints.PNG',
                  'media2_path'=>'collegeInformationMedia/gpaPoints.PNG'
                  
    
                ]
                );
                DB::table('college_information')->insert(
                  [
                      'main_topic_id'=>'9',
                    'topic'=>'المواد',
                    'contents'=>
                   'للإطلاع على مواد كل ترم انظر ملف 1

                   للإطلاع على فكرة أو نظرة عامة عن محتوى كل مادة انظر ملف2',
                   'media1_path'=>'collegeInformationMedia/depsCourses.pdf',
                   'media2_path'=>'collegeInformationMedia/coursesContents.pdf'
                    
      
                  ]
                  );
                DB::table('college_information')->insert(
                  [
                      'main_topic_id'=>'10',
                    'topic'=>'الجداول الدراسية',
                    'contents'=>
                    'يمكن الحصول على الجداول الدراسية لكافة المستويات من الرابط التالي
                    http://www.kfs.edu.eg/computers/display.aspx?topic=38954',
                   
                    
      
                  ]
                  );

                  DB::table('college_information')->insert(
                    [
                        'main_topic_id'=>'10',
                      'topic'=>'جداول الإمتحانات',
                      'contents'=>
                     'يمكن الحصول على جداول الإمتحانات لكافة المستويات من الرابط التالي
                     http://www.kfs.edu.eg/computers/display.aspx?topic=38950',
                     
                      
        
                    ]
                    );
                    DB::table('college_information')->insert(
                      [
                          'main_topic_id'=>'9',
                        'topic'=>'إمتحانات سابقة',
                        'contents'=>
                      'يمكن الحصول على الإمتحانات السابقة من الروابط الاتية
                      المستوى الأول
                      http://www.kfs.edu.eg/computers/display.aspx?topic=70485
                      المستوى الثاني
                      http://www.kfs.edu.eg/computers/display.aspx?topic=70486
                      المستوى الثالث
                      http://www.kfs.edu.eg/computers/display.aspx?topic=70487
                      المستوى الرابع
                      http://www.kfs.edu.eg/computers/display.aspx?topic=70488
                      
                      الرابط لكافة المستويات
                      http://www.kfs.edu.eg/computers/display_dep.aspx?topic=70503&dep=1405'
                       
                        
          
                      ]
                      );

















                DB::table('college_information')->insert(
                    [
                      'main_topic_id'=>'2',
                      'topic'=>'نظرة عامة',
                      'contents'=>
                      'مادة (7) معيار الساعة المعتمدة :
                      مادة ( 4 ) نظام الدراسة :
                      أ تعتمد الدراسة بالكلية على نظام الساعات المعتمدة ، وتكون الساعة المعتمدة هي وحدة قياس دراسية لتحديد ثقل المقرر الدراسي وتكون محاضرة زمنها ساعة واحدة وإما أن تكون ساعتان أو ثلاث أو أربع ساعات تمارين أو تدريبات عملية.
                      (أ)بالنسبة للمحاضرات النظرية :
                      تحتسب ساعة معتمدة واحدة لكل محاضرة مدتها ساعة اتصال واحدة أسبوعيا خلال الفصل الدراسي الواحد .
                      (ب)بالنسبة للدروس العملية والتدريبات التطبيقية :
                      تحتسب ساعة معتمدة واحدة لكل فترة عملية أو تدريبية مدتها 2 - 3 ساعة اتصال أسبوعيا خلال الفصل الدراسي الواحد .
                      مادة 8 متطلبات التخرج لنيل درجة البكالوريوس في الحاسبات والمعلومات هي  144 ساعة معتمدة على الأقل ، توزع وفقا لما يلي :
                      المتطلبات العامة
                      18 ساعة معتمدة = 10 ساعات إجباري + 8 ساعات اختياري
                      في الجداول التالية يتم توزيع المقررات على تخصصات الكلية: علوم الحاسوب (CS) ونظم المعلومات (IS) وتكنولوجيا المعلومات ( IT ) وهندسة البرمجيات ( SE) ، كما توضح هذه الجداول ما إذا كانت المقررات إجبارية ( R )أم اختيارية (E)
                      انظر صورة 1
                      
                      متطلبات الكلية:
                      73 ساعة معتمدة =61 ساعة إجباري + 12 ساعة اختياري
                      مقررات العلوم الأساسي:
                      في الجدول التالي يتم توزيع مقررات العلوم الأساسية على تخصصات الكلية.
                      جدول 2 . مقررات العلوم الأساسية
                      انظر صورة 2
                      
                      مادة 9 يجتاز الطالب تدريب صيفي بما يعادل 3 ساعات معتمدة لمدة شهرين 8 أسابيع وهذا التدريب يكون بعد أن
                      يجتاز الطالب 70 % من عدد الساعات المعتمدة أي أن الطالب اجتاز المستوى الثالث.
                      العبء الدراسي :
                      أ- الطالب مسؤول مسؤولية تامة عن اختيار المواد الدراسية. -
                      ب- يسمح لكل طالب بالتسجيل في عدد ساعات معتمدة موزعة على الفصلين الدراسيين طبقا لما يلي: -
                      المستوى الأول: Freshman قبل إتمامه 30 ساعة معتمدة.
                      المستوى الثاني: Sophomore بعد إتمامه 30 ساعة معتمدة.
                      المستوى الثالث: Junior بعد إتمامه 66 ساعة معتمدة.
                      المستوى الرابع: Senior بعد إتمامه 102 ساعة معتمدة.
                      يتطلب الحصول على درجة البكالوريوس إذا اجتاز الطالب بنجاح 144 ساعة.
                      ',
                      'media1_path'=>'collegeInformationMedia/materials.PNG',
                      'media2_path'=>'collegeInformationMedia/materials2.PNG'
                    ]
                    );

                    DB::table('college_information')->insert(
                        [
                          'main_topic_id'=>'2',
                          'topic'=>'التسجيل',
                          'contents'=>
                          'يجب أن يتم تسجيل الساعات المعتمدة للطلاب فى بداية كل ترم
                          رابط التسجيل المواد
                          http://serv.kfs.edu.eg/CreditHours_Reg/
                          يتم نسخ الملف وتسليمه لشئون الطلاب
                          ',
                        ]
                        );
                        DB::table('college_information')->insert(
                          [
                            'main_topic_id'=>'11',
                            'topic'=>'أقسام الكلية',
                            'contents'=>
                            'الدراسة فى المستوى الأول والثانى مشتركة لجميع التخصصات ، ويبدأ التخصص فى المستوى الثالث . ولكل قسم أن يضع -
                            الشروط المؤهلة للالتحاق به بعد إقرارها من مجلس الكلية
                            أقسام الكلية:
                            Computer Science-علوم الحاسب 
                            يهدف إلى: تعليم الدارس تفاصيل عمل الحاسب و طرق التحسين و التعديل و الإضافة و الإستفادة من الحاسب.
                            طبيعة الدراسة: تتطرق الدراسة إلى التفاصيل الدقيقة لعمل الحاسب ما يجعل بعض المعلومات الكهربائية و الرياضية جزءاً أصيلاً من دراسة هذا المجال بالإضافة إلى العلوم المتعلقة بالحاسب.
                            طبيعة العمل بعد التخرج: يُمهد قسم علوم الحاسب الطريق إلى العمل في المجالات البحثية في علوم الحاسب بالإضافة إلى البرمجة منخفضة المستوى و البرمجة الإحترافية
                            
                            نظم المعلومات – Information Systems
                            يهدف إلى: تعليم الدارس أنواع نظم المعلومات التقليدية و الحاسوبية و طرق تحسينها و تحويل النظم التقليدية إلى حاسوبية.
                            طبيعة الدراسة: تتطرق الدراسة إلى أنواع النُظم التقليدية عموماً ما يتطلب دراسة بعض العلوم الإجتماعية المتعلقة بالحاسب بالإضافة إلى طرق إنشاء الأنظمة و برمجتها.
                            طبيعة العمل بعد التخرج: يُمهد قسم نظم المعلومات الطريق إلى العمل في تحليل و تطوير الأنظمة و البرمجة عالية المستوى.
                            
                            تقنية المعلومات – Information Technology
                            يهدف إلى: تعليم الدارس التقنيات الحديثة و إعداده لمواكبة التقنيات و دمجها مع النظم البرمجية المختلفة.
                            طبيعة الدراسة: تتطرق الدراسة إلى الجانب العملي للتقنيات المتوفرة و الجانب العملي لإنشاء النظم و طُرق ربطها .
                            طبيعة العمل بعد التخرج: يُمهد قسم تقنية المعلومات الطريق إلى العمل في المجالات التقنية و الدعم الفني و تكامل الأنظمة و أنظمة التحكم.
                            
                            هندسة البرمجيات – Software Engineering
                            يهدف إلى: تعليم الدارس الأساليب الممنهجة و المعيارية لتطوير النظم و طرق تطوير هذه الأساليب و إدارتها.
                            طبيعة الدراسة: تميل الدراسة إلى الجانب النظري القابل للتطبيق، فتجد أن النظريات و الأساليب و المناهج تغلب على مواد القسم و لكن أغلبها يتم تطبيقه في البيئات العملية المعيارية.
                            طبيعة العمل بعد التخرج: يُمهد قسم هندسة البرمجيات الطريق إلى العمل في مجال إدارة المشاريع التقنية و إعداد المناهج و الأساليب المتبعة في العمل التقني.
                            لمزيد من المعلومات انظر البرامج الدراسية لكل قسم في  الدراسة->مواد الكلية->البرامج الدراسية
                            .
                            
                            المصدر:-
                            https://www.oolom.com/1511/
                            '
                          ]
                          );
                          DB::table('college_information')->insert(
                            [
                              'main_topic_id'=>'3',
                              'topic'=>'نظرة عامة',
                              'contents'=>
                              'مادة (1)  تتكون الكلية من الأقسام العلمية الآتية:
                              1- قسم علوم الحاسب 
                              2 -قسم نظم المعلومات
                              3- قسم تكنولوجيا المعلومات 
                              4- قسم هندسة البرمجيات 
                              مادة (2 ) تمنح جامعة كفرالشيخ بناء على توصية مجلس كلية الحاسبات والمعلومات درجة البكالوريوس في الحاسبات
                              والمعلومات فى أحد التخصصات الرئيسية التالية :
                              أ. علوم الحاسب.
                              ب. نظم المعلومات.
                              ج. تكنولوجيا المعلومات.
                              د. هندسة البرمجيات.
                              مادة (3) شروط القبول بكلية الحاسبات والمعلومات :
                              تقبل كلية الحاسبات والمعلومات الطلاب الحاصلين على الثانوية العامة شعبة رياضيات، ومن خلال القواعد المنظمة لتنسيق القبول بالجامعات المصرية والتي يضعها المجلس الأعلى للجامعات ويطبقها مكتب تنسيق القبول بالجامعات على الطلاب الحاصلين على الثانوية العامة والشهادات المعادلة لها.
                              
                               كلية الحاسبات و المعلومات:
                              طبيعة الدراسة: هى دراسة جميع علوم الحاسب والمعلوماتية و كذلك كافة العلوم الفرعية المتعلقة بذلك و ما يجد مستقبلاً في هذه المجالات، و هي تعتمد بشكل أساسي على دراسة هندسة البرمجيات و تطويرها و المعلوماتية و تتعدد فيها التخصصات والأقسام الفرعية فبها شعب علوم الحاسب، تكنولوجيا المعلومات، نظم المعلومات، نظم دعم و اتخاذ القرار، نظم الحاسبات، الحسابات العلمية، نظم المعلومات الحيوية و هندسة البرمجيات، و غير ذلك من التخصصات الفرعية في مجالات الحاسبات و المعلومات و يجوز للكلية إنشاء شعب جديدة، لذا فطبيعة الدراسة فى كليات الحاسبات والمعلومات هى دراسة كل فروع علوم الحاسب الآلى والمعلوماتية الحالية و ما يستجد فيها في المستقبل من أقسام. 
                              محتوى الدراسة:
                               أكثر من 70% من الدراسة هي دراسة لعلوم الحاسب الآلى والمعلوماتية بمختلف التخصصات.
                              الدرجة العلمية:
                               بكالوريوس الحاسبات و المعلومات ثم الشعبة  (علوم الحاسب، تكنولوجيا المعلومات،هندسة البرمجيات، ... ، الخ ). 
                              القطاع بالمجلس الأعلى للجامعات (التصنيف الأكاديمي الرسمي): 
                              تنتمى كلية الحاسبات و المعلومات بجميع تخصصاتها إلى قطاع الحاسبات و المعلومات بالمجلس الأعلى للجامعات.
                              المسمى الوظيفى:
                               مهندس برمجيات (كما هو منصوص عليه بمشروع قانون نقابة مهندسي البرمجيات -لم يتم بعد-).
                              
                              لمزيد من المعلومات 
                              http://www.eswengs.com/2012/02/blog-post.html
                              
                              '
             
                              
                            
                            ]
                            );
                            DB::table('college_information')->insert(
                              [
                                'main_topic_id'=>'3',
                                'topic'=>'وسائل التواصل الإجتماعي للكلية',
                                'contents'=>
                                'الغروب الرسمي للكلية على الفيسبوك
                                https://www.facebook.com/groups/FCI.KFS/about
                                الصفحة الرسمية للكلية على الفيسبوك
                                https://www.facebook.com/computers.kfs.edu.eg
                                '
                                ]
                              );
                              DB::table('college_information')->insert(
                                [
                                  'main_topic_id'=>'3',
                                  'topic'=>'شئون الطلاب',
                                  'contents'=>
                                  'تؤدى الخدمات الآتية: -
                                  استخراج كارنيهات الكلية.
                                  الحصول على إذن تحصيل الرسوم الدراسية.
                                  تحديد إجراءات المعاملة العسكرية.
                                  اعتماد استمارات المدن الجامعية.
                                  اعتماد استمارات الاشتراكات الخاصة بالسفر.
                                  الحصول على شهادة خاصة بالحالة الدراسية (بيان القيد).
                                  استخراج الإفادات للطلاب الخريجين.
                                  تحويل الطلاب من والى الكلية بناءا على المواعيد المحددة للتحويلات.
                                  اعتماد استمارات الكلية.
                                  القيام بأعمال تجهيز سفر الطلاب للخارج.
                                  اعتماد استمارات دعم الكتاب
                                  
                                  يتم السماح للطالب بتأجيل دخول الامتحانات في الحالات الأتية: -
                                  الأعذار المرضية: -
                                  يتقدم الطالب بطلب لتحويله الى اللجنة الطبية لتوقيع الكشف الطبى عليه بسبب مرضه وعدم استطاعته دخول الامتحان.
                                  إيقاف القيد: -
                                  يتم إيقاف قيد الطالب في الحالات الآتية:
                                  رعاية الطفل للطالبات .
                                  . بسبب التجنيد
                                  شروط القبول بالمدن الجامعية:
                                  قبول الطلاب السابق إقامتهم يشرط نجاحهم بتقدير جيد على الأقل ويمكن لهم الالتحاق بتخلف مادة فى حالة وجود أماكن خالية.
                                  أن يكون الطالب منتظما بالجامعة في اقسام البكالوريوس.
                                  أن يكون من غير سكان مدينة كفرالشيخ أو المراكز القريبه منها التى برى مجلس ادارة المدن سهوله المواصلات لها
                                  حيث تكون المسافة تبعد ( 50 كيلو متر) على الأقل مع ملاحظة الطرق الترابية والتي ليس عليها مواصلات 
                                  ألا يكون قد صدر ضده عقوبات تأديبية من الجامعة او الجامعات الاخرى.
                                  ألا يكون قد وقع عليه اثناء الاقامة بالمدن عقوبة الحرمان من الإقامة من العام السابق مباشرة.
                                  ألا يكون مستحقا عليه رسوم إقامة للمدن الجامعية أو أي مستحقات أخرى.
                                  أن يثبت لياقته الصحية.
                                  ألا يكون من الطلبة المتزوجين.
                                  بالنسبة للحالات المرضية يكون القبول بتقرير من اللجنة الطبية.
                                  
                                  '
                                  ]
                                );
                                DB::table('college_information')->insert(
                                  [
                                    'main_topic_id'=>'4',
                                    'topic'=>'رعاية الشباب',
                                    'contents'=>
                                    'يقوم قسم رعاية الشباب بالكلية بالخدمات والأنشطة التالية: -
                                    صرف المساعدات الاجتماعية للطلاب غير القادرين
                                    تحويل الطلاب المرضى الى المجمع الطبى أو المستشفى
                                    دعم الكتاب الجامعي للطلاب المستجدين
                                    استخراج جوازات السفر للطلبة خلال العطلة الصيفية
                                    اخلاء طرف الخريجين
                                    اصدار خطابات التدريب للمراكز الطبية والمستشفيات بالتعاون مع شئون الطلاب ومتابعة تقارير الطلاب
                                    ']
                                  );
                                  DB::table('college_information')->insert(
                                    [
                                      'main_topic_id'=>'4',
                                      'topic'=>'الرعاية الصحية للطلاب',
                                      'contents'=>
                                      'يحصل الطالب على الخدمة الصحية من :-
                                      مستشفى الجامعة الطلابية بكفرالشيخ ويقع المبنى بجوار كليه العلاج الطبيعي
                                      خدمات مستشفى الجامعة: -
                                      الكشف الطبي على الطلاب في الحالات العادية مثل (باطنه- أنف وأذن -رمد -الجلدية -صدرية- عظام -كافة الأمراض المعدية)
                                      إجراء العمليات الجراحية للطلاب(العمليات الصغيرة)
                                      تحويل الطلاب لإجراء العمليات الجراحية إلى الجهات التي يتوفر بها إمكانيات إجراء عمليات كبيرة لا تتوفر بمستشفى الجامعة
                                      القيام بصرف العلاج مجانا للطلاب من المستشفى وفى حالة عدم توافره يصرف نصف العلاج من الكلية
                                      تحويل طلاب مرض الفشل الكلوي للعلاج داخل محافظاتهم
                                      تحويل الطلاب مرضى الأمراض العقلية والنفسية للعلاج الخارجي.
                                      '
                                      ]
                                    );

                                    DB::table('college_information')->insert(
                                      [
                                        'main_topic_id'=>'4',
                                        'topic'=>'الرعاية الصحية للطلاب',
                                        'contents'=>
                                        'يحصل الطالب على الخدمة الصحية من :-
                                        مستشفى الجامعة الطلابية بكفرالشيخ ويقع المبنى بجوار كليه العلاج الطبيعي
                                        خدمات مستشفى الجامعة: -
                                        الكشف الطبي على الطلاب في الحالات العادية مثل (باطنه- أنف وأذن -رمد -الجلدية -صدرية- عظام -كافة الأمراض المعدية)
                                        إجراء العمليات الجراحية للطلاب(العمليات الصغيرة)
                                        تحويل الطلاب لإجراء العمليات الجراحية إلى الجهات التي يتوفر بها إمكانيات إجراء عمليات كبيرة لا تتوفر بمستشفى الجامعة
                                        القيام بصرف العلاج مجانا للطلاب من المستشفى وفى حالة عدم توافره يصرف نصف العلاج من الكلية
                                        تحويل طلاب مرض الفشل الكلوي للعلاج داخل محافظاتهم
                                        تحويل الطلاب مرضى الأمراض العقلية والنفسية للعلاج الخارجي.
                                        '
                                        ]
                                      );
                                      DB::table('college_information')->insert(
                                        [
                                          'main_topic_id'=>'5',
                                          'topic'=>'أفعال يُعاقب عليها',
                                          'contents'=>
                                          'مادة( 124) من ذات اللائحة البند (3)يعتبر مخالفة تأديبيه كل إخلال بالقوانين واللوائح الداخلية والتقاليد الجامعية 
                                          وعلى الأخص: -
                                          الأعمال المخلة بنظام الكلية او المنشآت الجامعية
                                          • تعطيل الدراسة أو التحريض عليه أو الامتناع المدبر عن حضور الدروس والمحاضرات والأعمال الجامعية الاخرى
                                          التي تقضي اللوائح بالمواظبة عليها .
                                          • كل فعل يتنافى مع الشرف والكرامه او مخل بحسن السير والسلوك داخل الجامعة او خارجها .
                                          • كل اخلال بنظام امتحان أو الهدوء اللازم له وكل غش فى امتحان أو شروع فيه .
                                          • كل إتلاف للمنشأت والاجهزة والمواد أو الكتب الجامعية أو تبديدها .
                                          • كل تنظيم للجمعيات داخل الجامعة أو الاشتراك فيها دون ترخيص سابق من السلطات المختصة .
                                          • توزيع النشرات او إصدار جرائد حائط بأى صورة بالكليات او جمع توقيعات بدون ترخيص سابق من السلطات الجامعية المختصة .
                                          • الاعتصام داخل المباني الجامعية او الاشتراك فى مظاهرات مخالفة للنظام العام والآداب .
                                          مادة (125) كل طالب يرتكب غشا فى امتحان أو الشروع فيه ويضبط في حالة تلبس يخرجه العميد او من ينوب عنه من لجنة الامتحان ويحرم من دخول الامتحان في باقي المواد ويعتبر راسبا في جميع مواد هذا الامتحان و يحال إلى مجلس التأديب
                                          '
                                          ]
                                        );
                                        
                                       
                                           DB::table('college_information')->insert(
                                          [
                                            'main_topic_id'=>'5',
                                            'topic'=>'العقوبات التأديبية',
                                            'contents'=>
                                           'مادة (126 )العقوبات التأديبية هي:-
                                           •التنبيه شفاهة أو كتابة
                                           • الإنذار .
                                           • الحرمان من بعض الخدمات الطلابيه .
                                           • الحرمان من حضور دروس أحد المقررات لمدة لا تتجاوز شهرا .
                                           • الفصل من الكلية لمدة لا تتجاوز شهرا .
                                           • الحرمان من الامتحان في مقرر أو أكثر .
                                           • إلغاء امتحان الطالب في مقرر أو أكثر.
                                           • الفصل من الكلية لمدة لا تتجاوز فصلا دراسيا .
                                           • الحرمان من الامتحان فى فصل دراسي واحد أو أكثر .
                                           • الفصل من الكلية لمدة تزيد عن فصل دراسي.
                                           • الفصل النهائى من الجامع ويبلغ قرار الفصل إلى الجامعات الأخرى ويترتب عليه عدم صلاحية الطالب للقيد أو التقدم الى الامتحانات في جامعات جمهورية مصر العربية
                                           '
                                       
                                            ]
                                          );
                                          DB::table('college_information')->insert(
                                            [
                                              'main_topic_id'=>'5',
                                              'topic'=>'الإنذار الأكاديمي ووضع الطالب تحت الملاحظة',
                                              'contents'=>
                                            'ب- إذا حصل الطالب فى أى فصل دراسي عدا الفصل الدراسي الذى يلي إلتحاقه بالكلية على معدل تراكمي أقل من 
                                            ( 2.0 ) فإنه يوضع تحت الملاحظة الأكاديمية خلال الفصل الدراسي الذى يليه.
                                            ت- يكون على الطالب الموضوع تحت الملاحظة الأكاديمية أن يرفع معدله التراكمي إلى 2.0 على الأقل وذلك فى مدة
                                            أقصاها ثلاثة فصول دراسية متتالية، ويرسل إليه إنذار لتذكيره بالفصل الدراسي الأخير إذا أكمل فصلين دراسيين
                                            دون الوصول إلى المعدل المطلوب.
                                            ث -لا يسمح للطالب الموضوع تحت الملاحظة الأكاديمية بالتسجيل لأكثر من (12) ساعة معتمدة خلال الفصل
                                            الدراسي، باستثناء فصل التخرج فيسمح للطالب بالإضافة إلى ما تقدم بتسجيل مقرر واحد بعدد ساعاته إن كان ذلك
                                            كافيا لتخرجه.
                                            ج -لا تنطبق هذه المادة على الفصل الدراسي الصيفي إن وجد. 
                                            ح -الفصل من الكلية نهائيا يتم وفق ما يقرره المجلس الأعلى للجامعات.
                                            '
                                              ]
                                            );
                                            DB::table('college_information')->insert(
                                              [
                                                'main_topic_id'=>'5',
                                                'topic'=>'مصاريف الكلية',
                                                'contents'=>
                                                'للكلية مصروفات يتم دفعها في بداية كل مستوى (عام دراسى)  تكون 640  جنيه  قد تقل أو تزيد يمكن للطلاب الدفع بالفيزا بدون فيزا على الطالب دفع ضريبة تكون 35 جنيه قد تقل أو تزيد
                                                يوجد أيضًا مصروفات الكتب يتم شراؤها غالبًا من مكتبة عصام وتكون بحد 600 جنيه قد تقل أو تزيد
                                                مصروفات المدينة الجامعية للمقيمين بالمدينة  وتنقسم ل
                                                مصروفات المدينة
                                                شراء بونات التغذية
                                                 لمعلومات أكثر انظر المدينة الجامعية
                                                يمكن عمل بحث اجتماعي عن طريق رعاية الشباب 
                                                لمعلومات أكثر انظر  (نظرة عامة عن الكلية->الأقسام التي يتعامل معها الطلاب->رعاية الشباب )
                                                يحصل الطلاب الحاصلين على تقدير عام 3 فأعلى على مكافأة  كل مستوى دراسى جديد
                                                '
                                           
                                                ]
                                              );
                                              DB::table('college_information')->insert(
                                                [
                                                  'main_topic_id'=>'6',
                                                  'topic'=>'نظرة عامة',
                                                  'contents'=>
                                                 'المدن الجامعية إحدى مرافق الجامعة الهامة وهى تتولى تقديم خدمة متميزة مدعومة لفئة من خيرة الطلاب والطالبات بجميع الكليات وتنقسم إلى :

                                                 أولا: المدن الجامعية طلاب
                                                 
                                                 تتكون من وحدتين سكنية بسعة إجمالية 792 طالب .
                                                 
                                                 ثانيا: المدن الجامعية طالبات:
                                                 
                                                 تتكون من أربع وحدات سكنية بسعة إجمالية 2200طالبة .
                                                 
                                                 ثالثا: المطعم:
                                                 
                                                 ويتكون من ثلاث طوابق :
                                                 
                                                 الطابق الارضى (مطبخ لطهي وتجهيز الأطعمة)
                                                 
                                                 الطابق الأول علوي (مطعم بسعة 350 طالب)
                                                 
                                                 الطابق الثاني علوي (مطعم بسعة 350طالبة)
                                                 
                                                 والمدن الجامعية تنفرد بمجموعة من المميزات متمثلة في الاتى :-
                                                 
                                                 · موقع متميز في وسط كليات الجامعة التسعة عشر في مدخل محافظة كفر الشيخ على الطريق الرئيسي كفر الشيخ- طنطا.
                                                 
                                                 · يحيط بهم أسوار عالية تفصل بينهما وبين المؤثرات الخارجية لتوفير الأمان لمن يقطن بهما.
                                                 
                                                 · مزودة بشبكة طرق خراسانية داخلية تربط بين وحداتها السكنية ومرافقها المختلفة على أعلى مستوى.
                                                 
                                                 · مزود بإسعاف خاصة لخدمة أبنائها طوال الليل تحسبا لاى ظرف طارئ
                                                 
                                                 · مزودة بشبكة إنارة ليليه تمثل واجهة مشعة وحضارية في مدخل المحافظة وأيضا بها وحدات توليد كهرباء تحسبا لاى انقطاع للتيار المفاجئ .
                                                 
                                                 · بهما مساجد لخدمة أبنائهما وخاصة في أيام الجمعة يؤمهم فيها نخبه من خيرة رجال الدعوة في كفر الشيخ.
                                                 
                                                 · المدن الجامعية بكفر الشيخ مزودة بمبردات المياه بأعداد كافية ومزودة أيضا بأعداد كافية من سخانات المياه .
                                                 
                                                 · مزودة بمنافذ بيع داخلية توفر احتياجات الطلاب المكتبية والمشروبات وجميع احتياجاتهم الشخصية .
                                                 
                                                 · مزودة بمسطحات خضراء متنفس طبيعي يحيط بهما من كل ناحية بمساحات واسعة .
                                                 
                                                 مزودة بخطوط تليفونات بواقع خط لكل عمارة إما كارت أو عملة تيسيرا للطلاب والطالبات للاتصال بذويهم في اى وقت',
                                             
                                                 'media1_path'=>'collegeInformationMedia/16120201253018.jpg'
                                                  ]
                                                );
                                                DB::table('college_information')->insert(
                                                  [
                                                    'main_topic_id'=>'7',
                                                    'topic'=>'شروط قبول الطلاب',
                                                    'contents'=>
                                                   ' شروط قبول الطلاب

                                                   1- أن يكون الطالب مقيداً منتظماً بإحدى كليات الجامعة في أقسام الليسانس أو البكالوريوس وليس من طلاب الانتساب .
                                                   
                                                   2- ألا يكون الطالب أو الطالبة من سكان مدينة كفر الشيخ أو المراكز القريبة منها والتي يرى مجلس إدارة المدن الجامعية سهولة المواصلات منها واليها
                                                   
                                                   3- ألا يكون قد صدر ضد الطالب أو الطالبة عقوبة تأديبية من جامعة كفر الشيخ أو من الجامعات الأخرى في العام الجامعي السابق .
                                                   
                                                   4- ألا يكون قد وقع على الطالب أو الطالبة والتي سبق له الإقامة بالمدن الجامعية عقوبة الحرمان من الإقامة في العام السابق . ويجوز لمجلس إدارة المدن قبول الطالب بالمدينة في الحالتين المذكورتين إذا رأى وجهاً لذلك.
                                                   
                                                   5- عدم التدخين نهائيا داخل أسوار المدينة وجميع مرافقها ومن يخالف ذلك يفصل فورا ويعرضه للمسائلة التأديبية .
                                                   
                                                   6- ألا يكون مستحق عليه مبالغ للمدن الجامعية في العام السابق أو اى مستحقات مالية أخرى .
                                                   
                                                   7- أن تثبت لياقته صحيا
                                                   
                                                   8- ألا يكون متزوجا أو موظفا بالحكومة أو القطاع العام وإذا أخفى الطالب أو الطالبة هذا الوضع واتضح بعد ذلك يفصل فورا ويعرض للمسائلة القانونية والعقوبات التأديبية
                                                   
                                                   9- يعتبر الطالب متنازلاً عن حقه في الإقامة بالمدينة إذ لم يسدد الرسوم المطلوبة خلال خمسة عشر يوماً من تاريخ إعلان نتيجة قبوله بالمدينة . ويحق للسيد الأستاذ الدكتور/ رئيس مجلس إدارة المدن بناء على اقتراح مدير عام المدن إحلال الطالب التالي بدلاً منه وذلك ممن تتوافر فيه شروط الإقامة بالمدينة.
                                                   
                                                   على أنه يجوز بناء على اقتراح مدير عام المدن وموافقة السيد الأستاذ الدكتور/ رئيس مجلس إدارة المدن الجامعية إعادة قبول الطالب بالمدينة إذا تقدم بعذر مقبول عن سبب تأخره في السداد بعد سداد نسبة 10% من قيمة المظروف كمصاريف أدارية وتسديد الرسوم كاملة من تاريخ قبوله .
                                                   
                                                   10- تنتهي إقامة الطالب بالمدينة بانتهاء امتحانات الكلية المقيد بها ويجوز أن يستمر في الإقامة خلال العطلة الصيفية إذا كانت ظروف دراسته تقتضى ذلك ويشترط أن يقدم شهادة من الكلية تثبت وجود دراسة صيفية له منتظمة وذلك بدون تغذية ويحاسب على كل يوم بواقع عشرون قرشاً يومياً بحد أقصى خمسة جنيهات شهرياً مع تحصيل مقابل تحسين الخدمة كاملة .
                                                   
                                                   11- يكون القبول بالمدن الجامعية قاصراً على عام جامعي واحد ويحدد عدد المقبولين في أول كل عام جامعي وذلك فيما عدا طلاب الفرق النهائية من الكليات التي تستمر الدراسة بها إلى ما بعد شهر يونيو فتستمر
                                                   
                                                   .قواعد القبول
                                                   
                                                   يتم تحديد عدد الأماكن الشاغرة بالمدن قبل بداية كل عام وعلى أن يتم تخصيصهم على النحو التالي:-
                                                   
                                                   - (60%) من عدد الأماكن الشاغرة بالمدن تخصص للطلاب القدامى الذين سبق لهم الإقامة بالمدن في العام الجامعي السابق بشرط نجاحهم بتقدير عام جيد على الأقل.
                                                   
                                                   - (30%) من عدد الأماكن الشاغرة الموجودة بالمدن الجامعية وتخصص لقبول الطلاب المستجدين والمقبولين عن طريق مكتب التنسيق .
                                                   
                                                   - (5%) من عدد الأماكن الشاغرة بالمدن الجامعية للحالات المرضية مثل:
                                                   
                                                   شلل الأطفال ، وأمراض القلب ، والمكفوفين .
                                                   
                                                   ويكون ذلك بتقرير طبي من المستشفى .
                                                   
                                                   - (5%) حالات اجتماعية .
                                                   
                                                   - أولوية القبول طبقاً للتقديرات والدرجات العلمية ومحل الإقامة وتعدد الموصلات'
                                                    ]
                                                  );
                                                  DB::table('college_information')->insert(
                                                    [
                                                      'main_topic_id'=>'7',
                                                      'topic'=>'قواعد القبول',
                                                      'contents'=>
                                                     'يتم تحديد عدد الأماكن الشاغرة بالمدن قبل بداية كل عام وعلى أن يتم تخصيصهم على النحو التالي:-

                                                     - (60%) من عدد الأماكن الشاغرة بالمدن تخصص للطلاب القدامى الذين سبق لهم الإقامة بالمدن في العام الجامعي السابق بشرط نجاحهم بتقدير عام جيد على الأقل.
                                                     
                                                     - (30%) من عدد الأماكن الشاغرة الموجودة بالمدن الجامعية وتخصص لقبول الطلاب المستجدين والمقبولين عن طريق مكتب التنسيق .
                                                     
                                                     - (5%) من عدد الأماكن الشاغرة بالمدن الجامعية للحالات المرضية مثل:
                                                     
                                                     شلل الأطفال ، وأمراض القلب ، والمكفوفين .
                                                     
                                                     ويكون ذلك بتقرير طبي من المستشفى .
                                                     
                                                     - (5%) حالات اجتماعية .
                                                     
                                                     - أولوية القبول طبقاً للتقديرات والدرجات العلمية ومحل الإقامة وتعدد الموصلات '
                                                      ]
                                                    );
                                                    DB::table('college_information')->insert(
                                                      [
                                                        'main_topic_id'=>'8',
                                                        'topic'=>'التغذية',
                                                        'contents'=>
                                                     '( أ ) التغذية:-

                                                     1- مواعيد تقديم التغذية:
                                                     
                                                     - وجبة الغداء من الساعة الواحدة بعد الظهر حتى الساعة الثالثة بعد الظهر.
                                                     
                                                     - وجبتي العشاء وإفطار اليوم التالي من الساعة السابعة للظروف حتى الساعة التاسعة مساءاً.
                                                     
                                                     - ويجوز لمدير عام المدن تعديل مواعيد التغذية وفقاً للظروف.
                                                     
                                                     2- على الطالب تقديم تذكرة الوجبة للموظف المختص .
                                                     
                                                     3- ليس من حق الطالب أن يتناول أكثر من وجبة واحدة.
                                                     
                                                     4- في حالة ازدحام المطعم فعلى الطالب مراعاة الوقوف في طابور صرف الوجبات حتى يمكنه الحصول على وجبته بسرعة.
                                                     
                                                     5- لا يصرف وجبات الطعام في غير موعدها ألا بتصريح من الإدارة المختصة .
                                                     
                                                     6- تذاكر التغذية شخصية ولا يجوز استعمالها لغير أصحابها .
                                                     
                                                     7- لا يسمح بطلب أو استحضار وجبات الطعام في حجرة النوم إلا في حالة المرض أو تصريح من طبيب المدينة.
                                                     
                                                     8- لا يصرح بحفظ مأكولات بحجرة النوم أو أخذ أواني من المطعم .'
                                                        ]
                                                      );
                                                      DB::table('college_information')->insert(
                                                        [
                                                          'main_topic_id'=>'8',
                                                          'topic'=>'الإقامة',
                                                          'contents'=>
                                                           '( ب ) الإقامة :-

                                                           1- يوزع الطلاب على المباني والحجرات وفقاً للنظم التي يضعها قسم الإشراف .
                                                           
                                                           2- يتسلم الطالب الحجرة التي خصصت له على النموذج المعد لذلك يتسلم بطاقة عليها صورته وأسمه ورقم حجرته .
                                                           
                                                           3- يجوز للإدارة نقل الطالب إلى حجرة أخرى بناء على طلب الطالب وفى حدود النظام الموضوع إذا دعت ظروف الإقامة لذلك .
                                                           
                                                           4- يسدد الطالب مقابل الإقامة الشهري بعد الحصول على أذن السداد من مشرف المبنى ومراجعته من قسم شئون الطلاب وذلك في غضون الخمسة أيام الأولى من كل شهر .
                                                           
                                                           5- في حالة رغبة الطالب التغيب عن المدينة عليه أن يقدم طلب لمشرف المبنى على النموذج المعد لذلك قبل الساعة 12 ظهراً لليوم السابق على التغيب .
                                                           
                                                           6- عند عودة الطالب للمدينة عليه إخطار المشرف كتابة في ذات اليوم وعلى أن يكون ذلك قبل الساعة السابعة مساءاً ويتسلم منه بون التغذية لاستخدامه بداية من وجبة الغداء لليوم التالي حيث أنه يتم صرف بونات التغذية للطالب المقيم بالمدينة ليلاً – والطالب المتخلف عن صرف وجبة التغذية رغم استلامه البون المخصص لهذا لا يصرف له بون جديد إلا بعد سداد قيمة التكلفة الكاملة للوجبة مضافا إليها 10% مصاريف إدارية .
                                                           
                                                           7- عند طلب إنهاء الإقامة يحرر الطالب النماذج المخصصة لذلك على أن يتم تقديمها قبل بداية الشهر الجديد .
                                                           
                                                           8- على الطالب قبل مغادرة الحجرة تسليم محتوياتها إلى المشرف المختص ويتسلم منه أخلاء طرف بذلك يوقع عليه مشرف المبنى .
                                                           
                                                           9- ليس للطالب حق البقاء في الحجرة بعد إخلاء طرفه .
                                                           
                                                           10-على الطالب مراعاة السكون والهدوء خاصة في أوقات المذاكرة والنوم .
                                                           
                                                           11-ليس من حق الطالب أن يتأخر خارج المدينة عن الساعة 11 مساءاً والطالبة عن الساعة 8 مساءاً يوم الخميس والأعياد الرسمية .
                                                           
                                                           12-لا يسمح للطالب في الظهور في الشرفات والقاعات العامة أو خارج المبنى بملابس غير لائقة (البيجامات – الملابس الداخلية .........الخ) .
                                                           
                                                           13-يجب مراعاة قواعد الآداب العامة في استعمال مرافق المدينة وخاصة دورات المياه والحمامات .
                                                           
                                                           14-يحذر تكوين جماعات أو عقد اجتماعات أو توزيع النشرات ذات الصبغة السياسية أو الدينية أو العقائدية والتي تتعارض مع السلام الاجتماعي .
                                                           
                                                           15- تتم الزيارة بالصالونات المعدة لذلك حتى الساعة الثامنة مساءاً للطلبة والطالبات وبالنسبة للطالبات يقوم ولى الأمر بتحديد الأشخاص الذين يجب زيارتهم للطالبة من الجنسين بعدد يحدده بتصريح كتابي ضمن أوراق التقديم في أول العام الجامعي .
                                                           
                                                           16-إذا دعت الظروف المبيت خارج المبنى فعلى الطالب إخطار المشرف مقدما وعلى الطالبة إخطار موافقة كتابية من ولى الأمر بالتصريح بالمبيت أيام الخميس والجمعة والأعياد الرسمية .
                                                           
                                                           17-الأثاث الموجود بالحجرة عهدة طرف الطالب وهو مسئول عن المحافظة علية وسلامته .
                                                           
                                                           18-للمسئولين بالمدن الجامعية حق دخول حجرة الطالب في اى وقت لمراقبة تنفيذ تعليمات الإقامة.
                                                           
                                                           على الطالب إحضار متعلقاته الشخصية مثل البطانية وملاية السرير وكيس المخدة والملعقة الخاصة'
                                                          ]
                                                        );
                                                        DB::table('college_information')->insert(
                                                          [
                                                            'main_topic_id'=>'8',
                                                            'topic'=>'النظام التأديبى للطلاب في المدينة',
                                                            'contents'=>
                                                         'النظام التأديبى للطلاب

                                                         (أ) ‌يخضع الطلاب المقيمين بالمدن الجامعية للنظام التآديبى التالي:-
                                                         
                                                         يعتبر مخالفة تأديبية كل إخلال بالقوانين واللوائح وعلى الأخص :
                                                         
                                                         1- التأخير خارج مقر المدن عن المواعيد المحددة .
                                                         
                                                         2-إحداث ضوضاء داخل المبنى.
                                                         
                                                         3-الظهور بملابس غير لائقة (البيجامات –الملابس الداخلية .........الخ)
                                                         
                                                         4-استخدام أدوات المدينة في غير غرضها المخصص لها.
                                                         
                                                         5-الغياب عن المدينة دون تصريح أو عذر مقبول.
                                                         
                                                         6- الخروج عن اللياقة في معاملة الزملاء أو العاملين بالمدينة.
                                                         
                                                         7- التخطي في الدور بالمطعم .
                                                         
                                                         8- إحداث ضوضاء بالمطعم .
                                                         
                                                         9- كل مخالفة لأحكام اللوائح والقرارات التي تصدرها إدارة المدن.
                                                         
                                                         10- العبث بعهدة المدن .
                                                         
                                                         11- ممارسة النشاط الرياضي بين الأبنية السكنية وفى غير الأماكن المخصصة لها .
                                                         
                                                         12- تواجد أشخاص في حجرات النوم من غير الطلبة المقيمين بالمدن .
                                                         
                                                         13- تواجد مفتاح الحجرة مع شخص غير مقيم بها .
                                                         
                                                         14- تواجد عهد المبنى في غير أماكن استعمالها .
                                                         
                                                         15- وجود تذاكر التغذية مع غير اصطحابها .
                                                         
                                                         16- تواجد الطالب بالمدينة رغم الإبلاغ بالتغيب عنها .
                                                         
                                                         17- تعاطي الخمور .
                                                         
                                                         18- تكوين جماعات أو توزيع نشرات لها صبغة سياسية أو دينية أو عقائدية تتعارض مع النظام الاجتماعي .
                                                         
                                                         19- القيام بأعمال المقامرة والألعاب المحظورة .
                                                         
                                                         20- كل عمل يمس الشرف والكرامة أو مخل بحسن سير السلوك .
                                                         
                                                         21- الاعتصام أو الاشتراك في مظاهرات مخالفة للنظام العام أو التحريض عليها .
                                                         
                                                         22- غياب الطالب عن المدينة دون عذر مدة عشر أيام متصلة .
                                                         
                                                         (ج‌)العقوبات التأديبية:- 
                                                         
                                                         1- التنبيه شفاهة أو كتابة .
                                                         
                                                         2- الإنذار كتابة بالحرمان من الإقامة .
                                                         
                                                         3- الحرمان من الإقامة لمدة تتراوح من يوم إلى شهر .
                                                         
                                                         4- الحرمان من الإقامة مدة تجاوز شهر حتى نهاية العام الجامعي .
                                                         
                                                         5- الحرمان من الإقامة إلى نهاية العام الجامعي والعام الجامعي التالي له .
                                                         
                                                         6- الحرمان النهائي من الإقامة بالمدن .
                                                         
                                                         7- في حالة حرمان الطالب من الإقامة بالمدن يتحمل الطالب مقابل الإقامة لمدة أقصاها شهر ويحرم من صرف التأمين الخاص به .
                                                         
                                                         8- يحرم الطالب المتخلف عن تناول وجبة التغذية رغم صرف البون المخصص لها من صرف بون التغذية لليوم التالي إلا بعد سداد قيمة الوجبة التي تخلف عن تناولها مضافاً إليها 10% مصاريف إدارية .
                                                         
                                                         (جـ) توقف صرف التغذية للطالب الذي لا يسدد رسم الإقامة حتى اليوم العاشر من كل شهر وإذا لم يسدد المطلوب بعد 15 يوم يفصل من المدينة .
                                                         
                                                         على أنه يجوز بناء على اقتراح مدير عام المدن وموافقة السيد الأستاذ الدكتور/ رئيس مجلس إدارة المدن الجامعية إعادة قيد الطالب بالمدينة إذا تقدم بعذر مقبول عن سبب تأخره في السداد وتوقيع غرامة بمبلغ 20ج .'
                                                            ]
                                                          );
                                                          DB::table('college_information')->insert(
                                                            [
                                                              'main_topic_id'=>'6',
                                                              'topic'=>'إدارات المدينة',
                                                              'contents'=>
                                                        '- إدارة الشئون المالية والإدارية

                                                        - إدارة المدينة الجامعية طلاب
                                                        
                                                        - إدارة المدينة الجامعية طالبات
                                                        
                                                        - إدارة التغذية'
                                                              ]
                                                            );
                                                            DB::table('college_information')->insert(
                                                              [
                                                                'main_topic_id'=>'6',
                                                                'topic'=>'التسجيل',
                                                                'contents'=>
                                                                 'وتتمثل المستندات المطلوبة:
 
                                                                 -عدد 4 صور شخصية للطالب.
                                                                  
                                                                 - صورة بطاقة الرقم القومي للطالب.
                                                                  
                                                                 - صورة بطاقة الرقم القومي للضامن مختومة بختم النسر.
                                                                  
                                                                 -استمارة تستوفي بمعرفة الضامن.
                                                                  
                                                                 - إقرار ولى الأمر.
                                                                  
                                                                 -شهادة خلو من الأمراض.
                                                                  - التعليمات سواء العامة أو الخاصة بالتغذية.
                                                                  
                                                                 -استمارة يتم ملئها بمعرفة الكلية.
                                                                  
                                                                 -صورة بطاقة الترشيح بالنسبة للطلاب والطالبات المستجدين،
                                                                  
                                                                 ويتم تسديد مصاريف الإقامة الشهرية خلال الخمسة أيام الأولى من كل شهر حتى يتمكن الطالب من الحصول على بونات التغذية، وعلى الطالب قبل مغادرته للمدينة تسجيل تصريح المغادرة لدى المشرف المختص وذلك من الساعة الواحدة حتى الساعة الخامسة مساء اليوم السابق للمغادرة، ولا يسمح باستخدام كارنيهات التغذية لغير أصحابها. 
                                                                  
                                                                 
                                                                 - استمارة بحث اجتماعي.
                                                                 تقدم إلى شئون الطلاب في الكلية
                                                                 
                                                                 لينك التقديم : https://alzahraa.mans.edu.eg/studentApplications
                                                                 ولمتابعة كل ما يخص طلاب وطالبات المدن الجامعية يرجى التواصل على الجروب الرسمي للإدارة العامة للمدن الجامعية من خلال الرابط التالي:
                                                                 https://www.facebook.com/groups/1824159654307795/
                                                                 '
                                                                ]
                                                              );

    
  


    }
}
